{
    "pages": [
        [
            {
                "content": "<h2>Dedication</h2><br>To the daring souls who step willingly into the Void, seeking to conquer what even gods dare not name — may your ambition be as boundless as your ignorance. I do hope the price you pay for your journey shall be...<br> amusing.<br>— Azarel",
                "chapter": false
            },
            {
                "content": "<h2>Preface</h2><br>",
                "chapter": false
            }
        ],
        [
            {
                "content": "<h2>Acknowledgments</h2><br>",
                "chapter": false
            },
            {
                "content": "<h2>Epigraph</h2><br>",
                "chapter": false
            }
        ],
        [
            {
                "content": "Act. I Phase I<br>Oakenshade",
                "chapter": true
            },
            {
                "content": "In days of yore, in a humble village yclept Briarwood, a tale doth begin in a modest tavern, where the hearth crackled and the air was thick with mead and merriment. Twas in this alehouse where four wanderers of fate didst cross paths for the very first time. Each a stranger to the other, yet soon bound by destiny’s unseen hand.<br><br>First among them was Belarus, a strange figure, born of both Elf and Orc, and he walked the path of the Druid, keeper of nature’s secrets. Then came Karwallo, a Tiefling Paladin, sworn to holy vows and justice. Beside him stood Willump, a Dragonborn Monk, who had mastered his body and soul through arduous discipline. Lastly, there was Virgil, a Tiefling Rogue, nimble of hand and sharp of wit, with eyes ever searching for opportunity.<br><br>As they didst introduce themselves over tankards of ale, a sudden cry did rend the air. A man of the village, unknown to the company, fell to the floor, his face swollen and his breath stilled by the cruel hand of a nut allergy. Yet the moment for sorrow was fleeting, for as the villagers gathered ‘round the fallen soul, another terror did befall Briarwood. From the forest beyond came the raiding cry of goblins, those wretched, vile creatures, laying waste to the outskirts of the town.<br><br>Belarus and Willump, without hesitation, didst spring from their seats and rush from the tavern into the fray. There, amid the dirt and cobbles, they met the goblins in brutal combat. The foul creatures fell beneath Belarus’ power, yet unbeknownst to his companions, the druid’s heart was heavy. For though his might had felled the goblins, his code forbade him from taking life, and thus guilt gnawed at his soul like a festering wound.",
                "chapter": false
            }
        ],
        [
            {
                "content": "Despite this, the town did celebrate the adventurers as heroes, for they hadst saved Briarwood from the goblin scourge. The mayor, a man of means and wisdom, summoned the four to his office to speak of reward and further deeds. But before their meeting, the company wandered through the bustling market. There, amid the clamor of merchants hawking their wares, they found Sarin, a local seller of weapons. Yet Belarus, burdened by regret, had no stomach for the tools of war, and so he sought refuge in the inn, where he bargained with the innkeeper for lodging at a fair price.<br><br>Once their preparations were made, the adventurers stood before the mayor. He didst offer them gold for their bravery, yet promised greater riches still, should they rid the land of the goblin plague that did vex the village so. The party, eager for coin and purpose, did accept his offer. That night, they took their rest in the inn, and come the dawn, they set forth from Briarwood on their quest.<br><br>As they reached the village gates, Sarin, the weapon seller, met them once more, for he too journeyed to a place called Oakenshade. The company traveled together through wood and wild, yet on the road, they did encounter a most fearsome being – Azarel, an archdevil, whose presence chilled the very air. Karwallo, in a moment either of cunning or foolishness, struck a bargain with this devil, though none knew what dark price might one day be paid.<br><br>Days passed, and the company wandered deep into the woods, sleeping ‘neath the stars, their minds troubled by the dangers ahead. It was during this time that Belarus, at last, made peace with the weight upon his heart. He had slain the goblins, and though guilt lingered, he swore an oath to himself that never again would he take another life.",
                "chapter": false
            },
            {
                "content": "Thus the stage was set, and the adventurers, bound by fate and promise, ventured ever closer to the goblin stronghold, where further trials and mysteries awaited. So doth their tale continue, with danger and darkness ever on the horizon.<br><br><br>In the shadows of the goblin stronghold, the party didst arrive, their hearts steeled for the peril ahead. With careful steps, they scouted the dark fortress, seeking any hidden way. Yet only one entrance lay before them, a narrow path, fraught with danger. Virgil, the keen-eyed rogue, slipped into the gloom to survey the first chambers, his sharp eyes searching for lurking foes and treasures hidden.<br><br>Upon his return, he spake of what he had found: grim rooms, filled with the stench of death. The first they ventured into was a torture chamber, cold and cruel, lined with the bones of prisoners long forgotten. There, the party faced many goblins, fierce and unrelenting. Blades clashed and blood flowed as the adventurers fought for their lives. The battle left them sorely wounded, yet it was Karwallo who was most stricken. In the midst of the fray, his eyes fell upon a fallen Tiefling, slain for the sake of secrets. But this was no ordinary death, for the Tiefling bore the markings of Karwallo’s own clan.<br><br>Rage, like fire, coursed through Karwallo’s veins. With a cry of fury, he charged ahead, blinded by vengeance. He burst into a chamber with a rotting bridge spanning a dark chasm. Goblins awaited him, and in his wrath, Karwallo swung his weapon, yet missed his mark. The goblins, swift to react, struck him down, leaving him bloodied upon the stone.",
                "chapter": false
            }
        ],
        [
            {
                "content": "But his comrades would not abandon him. Belarus, Willump, and Virgil came to his aid, fending off the attackers, though two goblins managed to flee into the depths of the stronghold.<br><br>Bruised and battered, the company took a moment to rest, catching their breath in the silence. It was during this time that Belarus turned his mind to a strange puzzle— wardrums, set on the wall of the stronghold. With wisdom and patience, he unraveled its secrets, and they were rewarded with a piece of a key, vital to their quest.<br><br>Renewed in strength, the adventurers pressed on, their path leading them to a storage room, its dusty and lined with barrels of wine. Willump, whose thirst for drink was ever unquenchable, fell upon the barrels with wild abandon, draining three full vessels of their contents before Karwallo, his patience thin, wrestled him away from the fourth.<br><br>With the key’s pieces gathered and their courage restored, the party made their way to the final chamber. It was here that they found their foe—the goblin leader, Ruknar, a beast of cruelty and malice. The battle was fierce and long, but in the end, Ruknar’s reign of terror was brought to an end. The stronghold was cleared, the threat to Briarwood vanquished.<br><br>Victorious, the adventurers took Ruknar’s remains as proof of their triumph and returned to Briarwood, where the townsfolk greeted them as saviors. A grand celebration ensued, with the air filled with cheer and song. The mayor sought them out amidst the revelry, promising rewards for their valor, yet speaking also of something more—something he believed would interest them, to be revealed on the morrow.",
                "chapter": false
            },
            {
                "content": "As the mayor vanished into the crowd, another figure approached, cloaked in shadow. The hooded stranger joined the party at their table, accepting an ale with a nod. After sharing in their laughter for a time, the figure leaned close, speaking in hushed tones. He spoke of Oakenshade, and of troubles there, seeking their aid once more.<br><br>And thus, their tale continued, with new paths opening before them, and greater adventures yet to unfold.<br><br><br>End of Phase I of Act. I",
                "chapter": false
            }
        ],
        [
            {
                "content": "Act. I Phase II Part 1<br>Eldergrove",
                "chapter": true
            },
            {
                "content": "On the morn after the grand feast and revelry, the adventurers did gather before the inn where they had taken their rest, each present and accounted save one: Willump, whose thirst for wine had proven his undoing. They made haste to his chamber, their fists and voices hammering upon his door. Yet for all their noise, no stir came from within; Willump slept the slumber of the undisturbed. At length, they left him, vowing to rouse him later, though Belarus, vexed by his companion’s tardiness, did relieve himself before Willump’s door as a mark of his displeasure.<br><br>Leaving their comrade to his dreams, they went forth to meet with the mayor. Here, in his chamber, the mayor did present them with an ancient tome and a tattered map, showing the way to the tomb of Briarwood’s legendary hero, Sir Eamon Blackthorn. “A great treasure lies within,” quoth he, “and perhaps it may aid thee in times yet to come.” A stranger then entered, summoned by the mayor to join their number: an Elf of magical learning named Lein, a wizard keen to prove his mettle.<br><br>Together, they set forth to find this tomb, their hearts filled with tales of the mighty Sir Eamon and the treasures he might have left behind. Along the way, they shared their stories, recounting to Lein the strange encounters and dangers they had bested. After a night’s rest, they came upon the tomb’s stone doorway, hidden and moss-covered. They strove to open it, but the portal was sealed fast, immovable by mortal strength.<br><br>Then, out of the shadowed woods, a spirit wolf appeared, his ghostly eyes gleaming with ancient wisdom. “What dost thou seek in this place?” growled he, baring spectral fangs. They spoke of their quest, to reclaim the hero’s armor for Briarwood.",
                "chapter": false
            }
        ],
        [
            {
                "content": "The spirit scoffed, testing their knowledge of the hero entombed within. Yet their answers did satisfy him, and with a spectral nod, he caused the stone doors to part, revealing the depths of the tomb.<br><br>Within, the air was heavy with age and silence. At the center lay a coffin, entwined with vines and thorns, and upon the far wall, a mighty sword, suspended in air by grasping vines. Karwallo, drawn by its presence, reached forth to take the weapon’s hilt. In that instant, the world plunged into darkness. Before them appeared a great violet eye, gleaming in the blackness—a vision both monstrous and magnificent. Then did the eye speak, a voice echoing from realms beyond: “Three hundred long years have I waited,” spake it.<br><br>Karwallo lunged toward the eye, yet a force unseen threw him back. The eye, calling itself Malzarek, attempted to bend them to his will, but found itself too weakened. With a mocking laugh, it vanished, leaving only the shattered remnants of the sword. The spirit wolf, Aldero, returned then, seeing the broken blade and growing silent in disbelief. With a final, sorrowful glance, he vanished, fading like mist into the air. Belarus, taking up the fragments of the sword, stowed them in his satchel, while the party claimed a staff of healing for their druid. They examined the painted walls, seeking secrets, yet the meaning eluded them.<br><br>Upon their return to Briarwood, another awaited—Azarel, that dark being who had shadowed them before. With a clap of his hands, he did mockingly thank them, declaring the world now held interest anew with Malzarek’s freedom. With a gleam in his eye, he gifted them a tome—the Demonomicon, a record of infernal lore and the Council of Nine.",
                "chapter": false
            },
            {
                "content": "As they inquired of the sword’s mending and the tomb’s secrets, Azarel revealed that only the gods knew the full truth of the weapon’s creation. For further answers, he advised they seek the archdevil, Kraraxis. Though Karwallo felt temptation to bargain with the dark one, he turned aside, wary of the price.<br><br>Returning to the inn, they found Willump’s bed empty, their comrade vanished. Saddened, they left a note, setting out for Oakenshade with thoughts heavy of the troubles they had unleashed. Lein, ignorant of Willump’s true ways, relieved himself in front of Willump’s old door, yet in his haste, splashed his own trousers.<br><br>Onward they marched, leaving Briarwood behind. The road was long, and as dusk fell, they came upon a hidden door set into the side of a mountain, bearing a riddle to be solved. Hours passed as they pondered, and at last, the door swung open, revealing a vast chamber—the Sanctuary of the Luckbringers. Herein was a den of merriment, with tables for Black Jack, poker, and games of dice. A figure greeted them, explaining the sanctuary’s ways, and a godly figure in smoking raiment approached, Aelos, the god of fortune himself. With a sly smile, he welcomed the party, for he had awaited their coming.<br><br>They played at games of chance, and once satisfied, Aelos rebuked them, chiding them for freeing Malzarek. Though he shared some wisdom, he urged them on toward Oakenshade, where more answers awaited.",
                "chapter": false
            }
        ],
        [
            {
                "content": "Journeying forth, they came to Eldergrove, where rain drizzled upon their heads and silence reigned. Finding the gate barred, Karwallo bent the iron aside, and they passed into the empty streets. It was as a ghost town, devoid of life. At last, they encountered a small group of hooded figures clad in the garb of plague doctors, who demanded to know how they had breached the city’s quarantine. With swift tongues, the party claimed the gate had been bent upon their arrival, and half of the plague doctors went to repair it.<br><br>The remaining doctors then led the adventurers into quarantine, for fear they carried the dreaded sickness…<br><br><br><br>As the party embarked upon their adventure, one among their number tarried behind—Willump, a gentle soul whose delay was not born of malice, but of slumber so deep it held him fast through the breaking of dawn. While his companions forged ahead, Willump lay adrift in dreams, <br><br>When at last he woke, the sun hung high in the sky, its rays spilling through the shutters to announce that noon was nigh. Stretching with a yawn that echoed through the empty room, he rubbed the sleep from his eyes and cursed his tardiness. Hastily, he clothed himself, his hands fumbling with the fastenings in his haste, and dashed out into the street, the echoes of his boots lost amidst the murmurs of the bustling town.",
                "chapter": false
            },
            {
                "content": "Returning to the mayor“s hall, Willump found it quiet, the door ajar as though expecting him. Within, the mayor stood, his face grave, as though he had foreseen Willump’s arrival. He spoke not at first, and when he did, it was with the weight of foreboding: the party had departed hours past, bound for Oakenshade, yet a greater task awaited Willump himself. He was to investigate the blackened land that spread westward, a shadow upon Novaheim’s fair borders. Willump, stout of heart, accepted the charge, and even as he swore his oath, another figure entered—Branwyn Greenleaf, an alchemist from distant Valoria. Clad in robes faintly dusted with alchemical powders, Branwyn bore an air of mystery and purpose. Together, they were to unravel the dark enigma.<br><br>Before they departed, Branwyn bade Willump gather what supplies he might need. Willump, eager, made haste to the market, purchasing provisions—potions, meats, and the like. Yet amid his errands, he stumbled upon a strange tent, newly pitched where none had been before. Drawn by curiosity, he entered to find an ancient crone seated before a crystal sphere. For ten gold, she offered to divine his fate. Willump, intrigued, handed her the coin.<br><br>Her hands, gnarled as roots, waved over the crystal, and colors danced within—red, blue, green, and all hues in between, until at last the sphere turned raven black. The crone gasped, her voice a rasping whisper: “Thou and thy companions are in dire peril. Seek them swiftly, ere it be too late.“ Willump, heart heavy yet resolved, thanked her and left the tent, his mind turning to the task at hand.",
                "chapter": false
            }
        ],
        [
            {
                "content": "At the city gates, he met Branwyn, and together they set forth. The road was long, flanked by trees whose whispers carried on the wind. As night fell, they halted to rest, and Branwyn, with surprising humility, took the first watch. Willump, unused to such selflessness from men of Branwyn’s station, gladly accepted. Yet his slumber was short-lived, for he was awakened by the rustling of nearby bushes.<br><br>Together they investigated, pushing aside leaves to reveal a lone owlbear cub, its eyes wide with fear. Willump, knowing well the danger of such creatures, stepped back in alarm. The cub, startled, began to chirp and wail, but Branwyn knelt, extending a steady hand. The cub sniffed and, after a moment of hesitation, allowed itself to be soothed. Branwyn explained his knowledge of owlbears, gained through years of study, and assured Willump that the mother would not attack so long as the cub was calmed. Willump marveled at the alchemist’s skill, yet his unease lingered.<br><br>Morning broke, and the pair resumed their journey. At length, they reached the border where green grass yielded to blackened soil. The stench of decay hung thick in the air, and all about them, the land seemed sickened, its life drained away. Branwyn bent to examine the earth, weaving his magics to discern its taint, while Willump scouted the area. Everywhere he turned, he found rot and ruin—plants twisted and dying, their very essence consumed.<br><br>Suddenly, the ground trembled, a mighty quake that threw them both to the earth. Darkness overtook them, and when Willump awoke, the land was changed. The corruption had spread, the air heavy with the weight of despair. Branwyn, rousing himself, muttered dire words, his thoughts spiraling into dread.",
                "chapter": false
            },
            {
                "content": "“If this blight is what I fear,“ he said, his voice trembling, “then Novaheim itself is imperiled.“<br><br>With grim resolve, they turned back toward Briarwood, but the journey was fraught with unease. Branwyn“s mutterings grew darker, and Willump, uneasy, pressed him for answers. At last, Branwyn confessed his fear: this corruption might herald the awakening of an ancient evil. At Briarwood’s gates, the two parted ways. Branwyn promised to send word if he uncovered more, urging Willump to relay all they had seen to the mayor.<br><br>Willump, fleet of foot, hastened to the mayor“s hall. There he recounted their tale, sparing no detail of the horrors they had witnessed. The mayor, grave of mien, thanked him, gifting gloves imbued with Ki to aid him in what trials lay ahead. Exhausted, Willump returned to the inn, where the keeper handed him a sealed letter. With a weary heart, he climbed to his chamber, the weight of the journey pressing heavy upon his shoulders, as thoughts of what was yet to come swirled within his mind. Returning to his room, Willump found his door marred with crude marks and smeared with vile substances. A frown darkened his face as he surveyed the damage, and he swiftly reported the vandalism to the innkeeper. Once the matter was noted, Willump sat heavily on the edge of his bed, drawing forth the letter he had been given. Unfolding it, he read the words of his companions. They assured him of their safety and well-being, and that they were bound for Oakenshade. Though their message was heartening, it carried a weight, reminding him of the distance yet between them. Folding the letter, he lay down, surrendering to the embrace of sleep.",
                "chapter": false
            }
        ],
        [
            {
                "content": "But his dreams were not peaceful. In the murky depths of his slumber, a face emerged—that of Azarel, the archdevil. At first, Willump dismissed it as no more than a trick of his restless mind. Yet the visage lingered, smiling, then laughing, until the full form of Azarel manifested before him. The fiend bowed mockingly and greeted him with a voice that slithered into the edges of his consciousness.<br.<br>Willump, wary, demanded to know what Azarel sought within his dreams. The archdevil chuckled, his voice dripping with malice, and spoke of what the party had wrought. He spoke of the tomb they had desecrated, the ancient evil they had awakened, and the path they now traveled. Willump pressed him further—what did Azarel want? But the devil“s response was cryptic and unsettling: “I want nothing, for I have gained something far greater than I could ever offer.“ Azarel“s eyes gleamed as he leaned closer. “Find thy companions, Willump. They will need thy luck. And the next time thou seest Karaxis, give him my regards. Ask thy friends of his name; they will know.“ With that, Azarel vanished, leaving the dream to dissolve into shadows.<br><br>The rest of the night was uneasy, filled with fleeting images of the day’s events and portents of what might come. Morning broke, and Willump woke with a resolve borne of both urgency and curiosity. He set out early, but as he approached the city gate, he was ambushed—not by foes, but by Sarin’s mother. Her face was lined with worry, and she begged him for news of her son. Willump, caught off guard, admitted he had heard nothing of Sarin’s disappearance. She pleaded with him to bring her son back, and Willump, his heart heavy with responsibility, assured her that Sarin would return safely.",
                "chapter": false
            },
            {
                "content": "With that promise weighing on him, Willump continued on his way, determined to reunite with his companions. Along the road, he came upon an ancient stone door and a weathered tablet bearing a riddle. The challenge was not simple, but with patience and wit, he solved it, and the door creaked open to reveal a hidden sanctuary.<br><br>Within lay the Sanctuary of the Luckbringers, a place of opulence and mirth. A well-dressed man greeted Willump warmly, as though his arrival had been expected. The man led him deeper into the sanctuary, where golden lights flickered, and a grand statue of Aelos, the god of fortune, loomed at the center of the chamber. Aelos himself appeared, his raiment shimmering like smoke, and he welcomed Willump with a knowing smile. “Thou hast been blessed with luck,“ the god intoned. “Now, test it.“<br><br>Willump indulged in the games of chance, winning far more than he expected. Feeling the weight of his fortune, he offered a portion of his winnings before the golden statue, hearing whispers that such acts might increase his luck. When he had finished, Aelos spoke again, sharing cryptic insights into the events that had unfolded and urging Willump to press onward. Emboldened, Willump left the sanctuary with renewed purpose.<br><br>His journey brought him to Eldergrove under the shroud of night. At the city’s left gate, he called for entry but found none to answer. Frustrated, he searched along the walls for another way in but to no avail. Weary, he stumbled upon the ruins of a crumbled magical tower. There, amid the rubble, his luck did not fail him.",
                "chapter": false
            }
        ],
        [
            {
                "content": "Hidden within a fallen shelf, he discovered a scroll of resurrection, its power humming faintly. With a faint smile, he made camp among the ruins and rested until dawn. When morning came, he returned to the gate and struck it loudly, calling out for anyone to let him in. For a time, there was silence. Then, in the distance, figures emerged, shrouded in the mist, walking slowly toward him…",
                "chapter": false
            },
            {
                "content": "Act. I Phase II Part 2",
                "chapter": true
            }
        ],
        [
            {
                "content": "Escorted by the masked physicians of Eldergrove, the company was led through winding lanes to a house shrouded in secrecy, its windows and doors sealed by wooden boards. Therein, beneath flickering lantern-light, the plague doctors didst take samples from each member, their instruments cold against the skin. When their grim work was done, the company was sundered in twain, half cast into cells for further scrutiny — for fear the plague“s curse might yet slumber unseen within their veins.<br><br>Two days hence, Maelis Grathorn, the venerable herbalist of Eldergrove, did at last appear. With wisdom ag ed as the roots of the forest, she bade them freedom and thanked them for their patience. Yet her voice bore the weight of woe, for a plague had taken root within the town, claiming the lives of many a soul. She entreated the company to seek out a rare and darksome herb known as Verpissmeinnicht — a flower that thrived only in the deepest shade of the nearby forest.<br><br>Bound by duty, the company set forth, accompanied by Assgetsu, a fellow prisoner whose fate had been twined with theirs. Deep within the woods, beneath the shadowed canopy, they stumbled upon a wolf sprawled atop a tree, its lifeblood drained from its veins, and two small punctures hidden beneath its underfur. Even as they pondered this fell omen, the bushes about them began to stir, and forth leapt a pack of snarling wolves. With steel and spell, the company laid them low, then raised their camp beneath the moonlit boughs.",
                "chapter": false
            },
            {
                "content": "In the stillness of the night, two curious happenings did come to pass. The owlbear cub, known to Willump, found its way to the camp, chirruping with innocence. Yet Willump, heavy with sleep, reached too roughly for the creature, sending it scurrying into the dark, its sorrowful cries fading into the night. Meanwhile, Vergil’s watchful gaze beheld a shadowy figure lurking at the edge of the fire’s light, one crimson eye glinting like a fell jewel. With dagger in hand, Vergil struck — yet the figure vanished as though borne away upon the wind.<br><br>When dawn broke, they sought the wolf“s corpse anew and found within its wound the broken tip of a tooth. With the last of the Verpissmeinnicht gathered, they returned to Maelis, placing both herb and tooth in her care. The herbalist’s sharp eye studied the shard and with hushed breath, she named its origin — a vampire’s fang.<br><br>Knowing the darkness that crept into Eldergrove, Maelis summoned Shimazu, a hunter of the night’s terrors, who pledged his blade to the company’s cause. Yet even as they laid plans to seek the crypts to the north — where the vampires might poison the waters — a dire fate befell Karwallo. His body shook with unseen torment, his muscles seizing, and speech fleeing his lips. Swiftly did Shimazu confine him in a cell, where at last he collapsed, his fate uncertain.<br><br>Maelis, with gentle promise, vowed to tend to Karwallo. The company, with heavy hearts and blades sharpened, turned their gaze northward, where the shadows grew long and the whispers of the dead awaited them.",
                "chapter": false
            }
        ],
        [
            {
                "content": "When the fellowship did arriveth at the ancient crypt, they enter’d within, their hearts steeled and wary. The first chambers were shrouded in gloom, aged and forsaken by time. Webs of spiders clung to every corner, and there were tombs and urns, set with care in the stillness of the stone. A breach in the wall reveal’d another chamber, but ere they press’d onward, they didst rifle through the graves, seeking treasure amongst the dead.<br><br>Beyond the breach, they found themselves not in a tomb, nay, but in a place of eldritch wisdom—a crumbling compound where sorcerers once plied their art. Shelves lined with dusty tomes and tables of strange devices bore witness to magicks long past. In the chamber beyond, statues stood silent watch, flanking rooms to the left and to the endmost right. To the left, a great dining hall stretch’d wide. Therein, rott’d feasts lay scatter’d, as though folk had fled in haste, their meals flung and forsaken.<br><br>Anon, as the company return’d, the statues where they had stood were gone—all but one, great and grim, in the center of the hall. A hidden door lay behind, and there the heroes battled three stone-forged gargoyles. Two fled to the shadows; the third they smote unto death.<br><br>Beyond this trial, they came upon a chamber most strange—a room of portals and shimmering veil. There, awaiting them, lurk’d their first vampire foe: a Thrall of the Night. Swift was the creature, and ill-fortune plagued the party’s blows. Amidst the chaos, one didst hurl the beast upon brave Vergil. And lo! A dark thought stirr’d within him.",
                "chapter": false
            },
            {
                "content": "Vergil didst thrust his arm before the vampire’s maw and bade it bite. As its fangs pierced flesh, the sanguine curse took hold. With newfound might, his blood aflame with dark puissance, Vergil rose, and the Thrall fell by his hand.<br><br>Deeper still they press’d into the foul dungeon, “til they came upon a great door seal’d by magick. Three altars guarded the way, each bound by riddles whose answers were thus: Vampire, Blood, and Malzarek. When these were undone, the way open’d, and the air did change. No longer ruin, but corridor of wonder—walls pristine, enchanted.<br><br>There the company rested, drawing breath and strength. When all were rous’d, onward they march’d. Scrolls of spellcraft found the eve ere and the morning hence. At a forked path, they turn’d right—and ambush! Two Vampire Warriors sprang forth, but the party, embolden’d, struck them down with ease.<br><br>In the next chamber, a noble vampire clad in blackened plate with his kin didst stand. “How camest thou to this place?“ he ask’d, voice cold as winter“s edge. Yet steel answered speech, and battle was join’d. It was a struggle fierce and mighty—blades clash’d, spells did soar, fire roar’d, and beams of holy light split the murk. Then, in fury, the noble fiend turn’d upon his own, feeding to mend his wounds, cloaking the room in shadows and dread. Bats did swarm, and Vergil was cast down. But lo! From death’s edge he rose—no longer man alone, but vampire reborn. With crimson wrath, he laid waste with newfound might. Metal bit metal, fire screamed, and the very earth quaked ‘neath their fury.",
                "chapter": false
            }
        ],
        [
            {
                "content": "At long last, the noble vampire fell. His sigil—crest of the ancient house Sangrelis—tumbled to the stone, then turn’d to ash. With his last breath, he spake, “Forgive me, mother… I hath failed thee.” Far across forgotten lands, in a castle lost to time, a lady of pale visage and darker heart held her goblet of wine. But a pain like none she’d ever known gripp’d her soul. Her eyes narrowed, bloodshot and burning. The smile upon her lips curdled to rage. The goblet shatter’d on stone.<br><br>Then, from her throat rose a shriek to chill the very moon:<br>“Nay! It cannot be! These wretched mongrels… they shall pay. <strong style='color: crimson'>BY BLOOD, THEY SHALL PAY!</strong>”",
                "chapter": false
            },
            {
                "content": "",
                "chapter": false
            }
        ],
        [
            {
                "content": "",
                "chapter": false
            },
            {
                "content": "",
                "chapter": false
            }
        ],
        [
            {
                "content": "",
                "chapter": false
            },
            {
                "content": "",
                "chapter": false
            }
        ],
        [
            {
                "content": "",
                "chapter": false
            },
            {
                "content": "",
                "chapter": false
            }
        ],
        [
            {
                "content": "",
                "chapter": false
            },
            {
                "content": "",
                "chapter": false
            }
        ],
        [
            {
                "content": "",
                "chapter": false
            },
            {
                "content": "",
                "chapter": false
            }
        ],
        [
            {
                "content": "",
                "chapter": false
            },
            {
                "content": "",
                "chapter": false
            }
        ]
    ]
}