{
    "pages": [
        [
            { "content": "<h2>Dedication</h2><br>To the daring souls who step willingly into the Void, seeking to conquer what even gods dare not name — may your ambition be as boundless as your ignorance. I do hope the price you pay for your journey shall be...<br> amusing.<br>— Azarel", "chapter": false  },
            { "content": "<h2>Preface</h2><br>", "chapter": false }
        ],
        [
            { "content": "<h2>Acknowledgments</h2><br>", "chapter": false },
            { "content": "<h2>Epigraph</h2><br>", "chapter": false }
        ],
        [
            { "content": "Act. I Phase I<br>Oakenshade", "chapter": true },
            { "content": "In days of yore, in a humble village yclept Briarwood, a tale doth begin in a modest tavern, where the hearth crackled and the air was thick with mead and merriment. Twas in this alehouse where four wanderers of fate didst cross paths for the very first time. Each a stranger to the other, yet soon bound by destiny’s unseen hand.<br><br>First among them was Belarus, a strange figure, born of both Elf and Orc, and he walked the path of the Druid, keeper of nature’s secrets. Then came Karwallo, a Tiefling Paladin, sworn to holy vows and justice. Beside him stood Willump, a Dragonborn Monk, who had mastered his body and soul through arduous discipline. Lastly, there was Virgil, a Tiefling Rogue, nimble of hand and sharp of wit, with eyes ever searching for opportunity.<br><br>As they didst introduce themselves over tankards of ale, a sudden cry did rend the air. A man of the village, unknown to the company, fell to the floor, his face swollen and his breath stilled by the cruel hand of a nut allergy. Yet the moment for sorrow was fleeting, for as the villagers gathered ‘round the fallen soul, another terror did befall Briarwood. From the forest beyond came the raiding cry of goblins, those wretched, vile creatures, laying waste to the outskirts of the town.<br><br>Belarus and Willump, without hesitation, didst spring from their seats and rush from the tavern into the fray. There, amid the dirt and cobbles, they met the goblins in brutal combat. The foul creatures fell beneath Belarus’ power, yet unbeknownst to his companions, the druid’s heart was heavy. For though his might had felled the goblins, his code forbade him from taking life, and thus guilt gnawed at his soul like a festering wound.", "chapter": false }
        ],
        [
            { "content": "Despite this, the town did celebrate the adventurers as heroes, for they hadst saved Briarwood from the goblin scourge. The mayor, a man of means and wisdom, summoned the four to his office to speak of reward and further deeds. But before their meeting, the company wandered through the bustling market. There, amid the clamor of merchants hawking their wares, they found Sarin, a local seller of weapons. Yet Belarus, burdened by regret, had no stomach for the tools of war, and so he sought refuge in the inn, where he bargained with the innkeeper for lodging at a fair price.<br><br>Once their preparations were made, the adventurers stood before the mayor. He didst offer them gold for their bravery, yet promised greater riches still, should they rid the land of the goblin plague that did vex the village so. The party, eager for coin and purpose, did accept his offer. That night, they took their rest in the inn, and come the dawn, they set forth from Briarwood on their quest.<br><br>As they reached the village gates, Sarin, the weapon seller, met them once more, for he too journeyed to a place called Oakenshade. The company traveled together through wood and wild, yet on the road, they did encounter a most fearsome being – Azarel, an archdevil, whose presence chilled the very air. Karwallo, in a moment either of cunning or foolishness, struck a bargain with this devil, though none knew what dark price might one day be paid.<br><br>Days passed, and the company wandered deep into the woods, sleeping ‘neath the stars, their minds troubled by the dangers ahead. It was during this time that Belarus, at last, made peace with the weight upon his heart. He had slain the goblins, and though guilt lingered, he swore an oath to himself that never again would he take another life.", "chapter": false },
            { "content": "Thus the stage was set, and the adventurers, bound by fate and promise, ventured ever closer to the goblin stronghold, where further trials and mysteries awaited. So doth their tale continue, with danger and darkness ever on the horizon.<br><br><br>In the shadows of the goblin stronghold, the party didst arrive, their hearts steeled for the peril ahead. With careful steps, they scouted the dark fortress, seeking any hidden way. Yet only one entrance lay before them, a narrow path, fraught with danger. Virgil, the keen-eyed rogue, slipped into the gloom to survey the first chambers, his sharp eyes searching for lurking foes and treasures hidden.<br><br>Upon his return, he spake of what he had found: grim rooms, filled with the stench of death. The first they ventured into was a torture chamber, cold and cruel, lined with the bones of prisoners long forgotten. There, the party faced many goblins, fierce and unrelenting. Blades clashed and blood flowed as the adventurers fought for their lives. The battle left them sorely wounded, yet it was Karwallo who was most stricken. In the midst of the fray, his eyes fell upon a fallen Tiefling, slain for the sake of secrets. But this was no ordinary death, for the Tiefling bore the markings of Karwallo’s own clan.<br><br>Rage, like fire, coursed through Karwallo’s veins. With a cry of fury, he charged ahead, blinded by vengeance. He burst into a chamber with a rotting bridge spanning a dark chasm. Goblins awaited him, and in his wrath, Karwallo swung his weapon, yet missed his mark. The goblins, swift to react, struck him down, leaving him bloodied upon the stone.", "chapter": false }
        ],
        [
            { "content": "But his comrades would not abandon him. Belarus, Willump, and Virgil came to his aid, fending off the attackers, though two goblins managed to flee into the depths of the stronghold.<br><br>Bruised and battered, the company took a moment to rest, catching their breath in the silence. It was during this time that Belarus turned his mind to a strange puzzle— wardrums, set on the wall of the stronghold. With wisdom and patience, he unraveled its secrets, and they were rewarded with a piece of a key, vital to their quest.<br><br>Renewed in strength, the adventurers pressed on, their path leading them to a storage room, its dusty and lined with barrels of wine. Willump, whose thirst for drink was ever unquenchable, fell upon the barrels with wild abandon, draining three full vessels of their contents before Karwallo, his patience thin, wrestled him away from the fourth.<br><br>With the key’s pieces gathered and their courage restored, the party made their way to the final chamber. It was here that they found their foe—the goblin leader, Ruknar, a beast of cruelty and malice. The battle was fierce and long, but in the end, Ruknar’s reign of terror was brought to an end. The stronghold was cleared, the threat to Briarwood vanquished.<br><br>Victorious, the adventurers took Ruknar’s remains as proof of their triumph and returned to Briarwood, where the townsfolk greeted them as saviors. A grand celebration ensued, with the air filled with cheer and song. The mayor sought them out amidst the revelry, promising rewards for their valor, yet speaking also of something more—something he believed would interest them, to be revealed on the morrow.", "chapter": false },
            { "content": "As the mayor vanished into the crowd, another figure approached, cloaked in shadow. The hooded stranger joined the party at their table, accepting an ale with a nod. After sharing in their laughter for a time, the figure leaned close, speaking in hushed tones. He spoke of Oakenshade, and of troubles there, seeking their aid once more.<br><br>And thus, their tale continued, with new paths opening before them, and greater adventures yet to unfold.<br><br><br>End of Phase I of Act. I", "chapter": false }
        ],
        [
            { "content": "Act. I Phase II Part 1<br>Eldergrove", "chapter": true },
            { "content": "On the morn after the grand feast and revelry, the adventurers did gather before the inn where they had taken their rest, each present and accounted save one: Willump, whose thirst for wine had proven his undoing. They made haste to his chamber, their fists and voices hammering upon his door. Yet for all their noise, no stir came from within; Willump slept the slumber of the undisturbed. At length, they left him, vowing to rouse him later, though Belarus, vexed by his companion’s tardiness, did relieve himself before Willump’s door as a mark of his displeasure.<br><br>Leaving their comrade to his dreams, they went forth to meet with the mayor. Here, in his chamber, the mayor did present them with an ancient tome and a tattered map, showing the way to the tomb of Briarwood’s legendary hero, Sir Eamon Blackthorn. “A great treasure lies within,” quoth he, “and perhaps it may aid thee in times yet to come.” A stranger then entered, summoned by the mayor to join their number: an Elf of magical learning named Lein, a wizard keen to prove his mettle.<br><br>Together, they set forth to find this tomb, their hearts filled with tales of the mighty Sir Eamon and the treasures he might have left behind. Along the way, they shared their stories, recounting to Lein the strange encounters and dangers they had bested. After a night’s rest, they came upon the tomb’s stone doorway, hidden and moss-covered. They strove to open it, but the portal was sealed fast, immovable by mortal strength.<br><br>Then, out of the shadowed woods, a spirit wolf appeared, his ghostly eyes gleaming with ancient wisdom. “What dost thou seek in this place?” growled he, baring spectral fangs. They spoke of their quest, to reclaim the hero’s armor for Briarwood.", "chapter": false }
        ],
        [
            { "content": "The spirit scoffed, testing their knowledge of the hero entombed within. Yet their answers did satisfy him, and with a spectral nod, he caused the stone doors to part, revealing the depths of the tomb.<br><br>Within, the air was heavy with age and silence. At the center lay a coffin, entwined with vines and thorns, and upon the far wall, a mighty sword, suspended in air by grasping vines. Karwallo, drawn by its presence, reached forth to take the weapon’s hilt. In that instant, the world plunged into darkness. Before them appeared a great violet eye, gleaming in the blackness—a vision both monstrous and magnificent. Then did the eye speak, a voice echoing from realms beyond: “Three hundred long years have I waited,” spake it.<br><br>Karwallo lunged toward the eye, yet a force unseen threw him back. The eye, calling itself Malzarek, attempted to bend them to his will, but found itself too weakened. With a mocking laugh, it vanished, leaving only the shattered remnants of the sword. The spirit wolf, Aldero, returned then, seeing the broken blade and growing silent in disbelief. With a final, sorrowful glance, he vanished, fading like mist into the air. Belarus, taking up the fragments of the sword, stowed them in his satchel, while the party claimed a staff of healing for their druid. They examined the painted walls, seeking secrets, yet the meaning eluded them.<br><br>Upon their return to Briarwood, another awaited—Azarel, that dark being who had shadowed them before. With a clap of his hands, he did mockingly thank them, declaring the world now held interest anew with Malzarek’s freedom. With a gleam in his eye, he gifted them a tome—the Demonomicon, a record of infernal lore and the Council of Nine.", "chapter": false },
            { "content": "As they inquired of the sword’s mending and the tomb’s secrets, Azarel revealed that only the gods knew the full truth of the weapon’s creation. For further answers, he advised they seek the archdevil, Kraraxis. Though Karwallo felt temptation to bargain with the dark one, he turned aside, wary of the price.<br><br>Returning to the inn, they found Willump’s bed empty, their comrade vanished. Saddened, they left a note, setting out for Oakenshade with thoughts heavy of the troubles they had unleashed. Lein, ignorant of Willump’s true ways, relieved himself in front of Willump’s old door, yet in his haste, splashed his own trousers.<br><br>Onward they marched, leaving Briarwood behind. The road was long, and as dusk fell, they came upon a hidden door set into the side of a mountain, bearing a riddle to be solved. Hours passed as they pondered, and at last, the door swung open, revealing a vast chamber—the Sanctuary of the Luckbringers. Herein was a den of merriment, with tables for Black Jack, poker, and games of dice. A figure greeted them, explaining the sanctuary’s ways, and a godly figure in smoking raiment approached, Aelos, the god of fortune himself. With a sly smile, he welcomed the party, for he had awaited their coming.<br><br>They played at games of chance, and once satisfied, Aelos rebuked them, chiding them for freeing Malzarek. Though he shared some wisdom, he urged them on toward Oakenshade, where more answers awaited.", "chapter": false }
        ],
        [
            { "content": "Journeying forth, they came to Eldergrove, where rain drizzled upon their heads and silence reigned. Finding the gate barred, Karwallo bent the iron aside, and they passed into the empty streets. It was as a ghost town, devoid of life. At last, they encountered a small group of hooded figures clad in the garb of plague doctors, who demanded to know how they had breached the city’s quarantine. With swift tongues, the party claimed the gate had been bent upon their arrival, and half of the plague doctors went to repair it.<br><br>The remaining doctors then led the adventurers into quarantine, for fear they carried the dreaded sickness…<br><br><br><br>As the party embarked upon their adventure, one among their number tarried behind—Willump, a gentle soul whose delay was not born of malice, but of slumber so deep it held him fast through the breaking of dawn. While his companions forged ahead, Willump lay adrift in dreams, undisturbed by the call of morning.", "chapter": false },
            { "content": "", "chapter": false }
        ],
        [
            { "content": "", "chapter": false },
            { "content": "", "chapter": false }
        ]
    ]
}